
[A_Agony H7HeroAbility]
mName="Агония"
mTooltip="Выбранный вражеский отряд получает от %buff.buff.d.min до %buff.buff.d.max ед. урона от %buff.buff.d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuild="Выбранный вражеский отряд получает урон от %buff.buff.d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="Вражеские отряды в выбранной области 4x4 получают от %buff.buff.d.min до %buff.buff.d.max ед. урона от %buff.buff.d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="от %buff.buff.d.min до %buff.buff.d.max ед. урона %ICON_DARK"
[A_Agony_Buff H7BaseBuff]
mName="Агония"
mTooltip="Отряд получает от %d.min до %d.max ед. урона от %d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %durnow."
[A_Despair H7HeroAbility]
mName="Отчаяние"
mTooltip="%buff.buff.stat.icon Боевой дух выбранного вражеского отряда снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuild="%buff.buff.stat.icon Боевой дух выбранного вражеского отряда снижается. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="%buff.buff.stat.icon Боевой дух всех вражеских отрядов в выбранной области 4x4 снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="%buff.buff.stat к %buff.buff.stat.icon боевому духу"
[A_Despair_Buff H7BaseBuff]
mName="Отчаяние"
mTooltip="%stat к %stat.icon боевому духу.\nДлительность (ходов): %durnow."
[A_Purge H7HeroAbility]
mName="Рассеивание"
mTooltip="Мгновенно рассеивает наложенные на вражеский отряд положительные магические эффекты: %special1."
mTooltipMagicGuild="Мгновенно рассеивает положительные магические эффекты, наложенные на вражеский отряд."
mTooltipUpgraded="Мгновенно рассеивает наложенные на вражеский отряд положительные магические эффекты: %special1. Отряд будет невосприимчив к заклинаниям союзников в течение %buff.buff.durini хода(ов)."
mTooltipMagicGuildRankLine="рассеивает положит. эффекты: %special1, затраты %ICON_MANA маны: %special3 ед."
[A_Weakness H7HeroAbility]
mName="Ослабление"
mTooltip="%buff.buff.stat.icon Атака вражеского отряда снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuild="%buff.buff.stat.icon Атака вражеского отряда снижается. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="%buff.buff.stat.icon Атака всех вражеских отрядов в выбранной области 4x4 снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="%buff.buff.stat к %ICON_ATTACK атаке"
[A_Weakness_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat к %stat.icon атаке.\nДлительность (ходов): %durnow."
[A_FaceOfFear_Buff H7BaseBuff]
mName="Лик страха"
mTooltip="После атаки ближнего боя атакованный вражеский отряд, вместо того, чтобы нанести ответный удар, бежит в страхе на 2 клетки. В течение %buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен на %buff2.buff.stat.norm.\nДлительность (ходов): %durnow."
[A_MalassasTemptation H7HeroAbility]
mName="Обольщение Малассы"
mTooltip="До конца дня вероятность того, что нейтральные отряды захотят присоединиться к герою, увеличена на %buff.buff.stat.norm."
mTooltipMagicGuild="Вероятность того, что нейтральные отряды захотят присоединиться к герою, увеличена до конца дня."
mTooltipMagicGuildRankLine="вероятность: %buff.buff.stat"
[A_MalassasTemptation_Buff H7BaseBuff]
mName="Обольщение Малассы"
mTooltip="%stat к вероятности того, что нейтральные армии захотят присоединиться к герою.\nДлительность: до конца дня."
[A_Purge_Buff_Curse H7BaseBuff]
mName="Проклятие"
mTooltip="Отряд невосприимчив к заклинаниям союзников. Длительность (ходов): %durnow."
[A_ShadowImage_Buff H7BaseBuff]
mName="Сумеречный образ"
mTooltip="Получив урон, сумеречный образ исчезнет."
[Imprinted.A_ShadowImage_Imprinted H7HeroAbility]
mName="Сумеречный образ"
mTooltip="На поле боя призывается копия выбранного отряда, с численностью, составляющей %special1.val2 от размера скопированного отряда. Получив урон, копия отряда исчезает."
[Imprinted.A_ShadowImage_Imprinted_Buff H7BaseBuff]
mName="Сумеречный образ"
mTooltip="Получив урон, сумеречный образ исчезнет."
[A_Weakness_FromCreature_Buff_Champion H7BaseBuff]
mName="Ослабление"
mTooltip="%stat к %stat.icon атаке.\nДлительность (ходов): %durnow."
[A_Agony_FromMoat_Buff H7BaseBuff]
mName="Агония"
mTooltip="Отряд получает от %d.min до %d.max ед. урона от %d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %durnow."
[A_Weakness_FromCreature_Buff_Elite H7BaseBuff]
mName="Ослабление"
mTooltip="%stat к %stat.icon атаке.\nДлительность (ходов): %durnow."
[A_Weakness_FromMoat_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat к %stat.icon атаке.\nДлительность (ходов): %durnow."
[Imprinted.A_Agony_Imprinted H7HeroAbility]
mName="Агония"
mTooltip="Отряд получает от %buff.buff.d.min до %buff.buff.d.max ед. урона от %buff.buff.d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_Agony_Imprinted_Buff H7BaseBuff]
mName="Агония"
mTooltip="Отряд получает от %d.min до %d.max ед. урона от %d.icon магии тьмы в начале каждого своего хода. Длительность (ходов): %durnow."
[Imprinted.A_Despair_Imprinted H7HeroAbility]
mName="Отчаяние"
mTooltip="%buff.buff.stat.icon Боевой дух выбранного вражеского отряда снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_Despair_Imprinted_Buff H7BaseBuff]
mName="Отчаяние"
mTooltip="%stat к %stat.icon боевому духу.\nДлительность (ходов): %durnow."
[Imprinted.A_Weakness_Imprinted H7HeroAbility]
mTooltipMagicGuild="Показатель %buff.buff.stat.icon атаки вражеского отряда снижается. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="Показатель %buff.buff.stat.icon атаки всех вражеских отрядов в области 4x4 снижается. Длительность (ходов): %buff.buff.durini."
mName="Ослабление"
mTooltip="Показатель %buff.buff.stat.icon атаки выбранного вражеского отряда снижается на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_Weakness_Imprinted_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat к %stat.icon атаке.\nДлительность (ходов): %durnow."
[A_FaceOfFear_Buff_Upgraded H7BaseBuff]
mName="Лик страха"
mTooltip="После атаки ближнего боя атакованный вражеский отряд, вместо того, чтобы нанести ответный удар, бежит в страхе на 2 клетки. Противник не может контратаковать на протяжении всего времени действия эффекта. В течение %buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен на %buff2.buff.stat.norm.\nДлительность (ходов): %durnow."
[Imprinted.A_FaceOfFear_Imprinted H7HeroAbility]
mName="Лик страха"
mTooltip="Атаки ближнего боя выбранного дружественного отряда заставляют вражеских существ бежать в страхе на 2 клетки, вместо того, чтобы нанести ответный удар. В течение %buff1.buff.buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен на %buff1.buff.buff2.buff.stat.norm. Длительность (ходов): %buff1.buff.durini."
[Imprinted.A_FaceOfFear_Imprinted_Buff H7BaseBuff]
mName="Лик страха"
mTooltip="После атаки ближнего боя атакованный вражеский отряд, вместо того, чтобы нанести ответный удар, бежит в страхе на 2 клетки. Длительность (ходов): %durnow. В течение %buff1.buff.buff2.buff.durini хода(ов) боевой дух противника будет снижен на %buff1.buff.buff2.buff.stat."
[Imprinted.A_FaceOfFear_Imprinted_Buff_Fear H7BaseBuff]
mName="Страх"
mTooltip="%stat к %stat.icon боевому духу.\nДлительность (ходов): %durnow."
[Imprinted.A_Purge_Imprinted H7HeroAbility]
mName="Рассеивание"
mTooltip="Мгновенно рассеивает наложенные на вражеский отряд положительные магические эффекты: %special1."
[Imprinted.A_MalassasTemptation_Imprinted_Buff H7BaseBuff]
mName="Обольщение Малассы"
mTooltip="%stat к вероятности того, что нейтральные армии захотят присоединиться к герою.\nДлительность: до конца дня."
[Imprinted.A_MalassasTemptation_Imprinted H7HeroAbility]
mName="Обольщение Малассы"
mTooltip="До конца дня вероятность того, что нейтральные отряды захотят присоединиться к герою, увеличена на %buff.buff.stat.norm."
[A_ShadowImage_Buff_Upgraded H7BaseBuff]
mName="Сумеречный образ"
mTooltip="Получив урон, сумеречный образ исчезнет."
[Imprinted.A_ShadowImage_Imprinted_Artifact H7HeroAbility]
mName="Сумеречный образ"
mTooltip="На поле боя призывается копия выбранного отряда, с численностью, составляющей %special1 от размера скопированного отряда. Получив урон, копия отряда исчезает."
[A_HauntingPlague_Buff_Creature H7BaseBuff]
mName="Свирепая чума"
mTooltip="%stat к %icon_attack атаке до конца раунда. В конце раунда отряд получит от %d.min до %d.max ед. урона от %icon_dark магии тьмы."
[Imprinted.A_HauntingPlague_Imprinted_Buff_Hero H7BaseBuff]
mName="Свирепая чума"
mTooltip="В начале каждого раунда %special1 случайных отряда(ов) оказываются под действием «Свирепой чумы». Длительность (раундов): %durnow."
[Imprinted.A_HauntingPlague_Imprinted H7HeroAbility]
mName="Свирепая чума"
mTooltip="При использовании заклинания и в начале следующих 2 раундов %buff1.buff.special1 случайных отряда(ов) оказываются под действием «Свирепой чумы». Жертвы чумы получают %buff2.buff.stat к %icon_attack атаке. Кроме того, в конце раунда они получат %buff2.buff.d ед. урона от %icon_dark магии тьмы."
[A_HauntingPlague_Buff_Hero H7BaseBuff]
mName="Свирепая чума"
mTooltip="В начале каждого раунда %special1 случайных отряда(ов) оказываются под действием «Свирепой чумы». Длительность (раундов): %durnow."
[Imprinted.A_HauntingPlague_Imprinted_Buff_Creature H7BaseBuff]
mName="Свирепая чума"
mTooltip="%stat к %icon_attack атаке до конца раунда. В конце раунда отряд получит от %d.min до %d.max ед. урона от %icon_dark магии тьмы."


UCP 1.1

[A_ShadowCloak_Buff H7BaseBuff]
mName="Покров теней"
mTooltip="Существо автоматически уклоняется от атак противника %d.min раз(а) в течение %durnow хода(ов) или пока существо не уклонится от указанного количества атак."

[Imprinted.A_ShadowCloak_Imprinted H7HeroAbility]
mName="Покров теней"
mTooltip="Дружественный отряд автоматически уклоняется от атак противника %buff.buff.d.min раз(а) в течение %buff.buff.durini хода(ов) или пока отряд не уклонится от указанного количества атак."

[Imprinted.A_ShadowCloak_Imprinted_Buff H7BaseBuff]
mName="Покров теней"
mTooltip="Существо автоматически уклоняется от атак противника %d.min раз(а) в течение %durnow хода(ов) или пока существо не уклонится от указанного количества атак."

[A_ShadowImage_Buff_ShadowCloak H7BaseBuff]
mName="Покров теней"
mTooltip="Существо автоматически уклоняется от атак противника %d.min раз(а) в течение %durnow хода(ов) или пока существо не уклонится от указанного количества атак."

UCP 1.1 New Buff

[A_ShadowCloak_Buff_Upgraded H7BaseBuff]
mName="Покров теней"
mTooltip="Существо автоматически уклоняется от атак противника %d.min раз(а) в течение %durnow хода(ов) или пока существо не уклонится от указанного количества атак."

UCP 1.3 / 7.5_mod

[A_ShadowCloak_Buff_resist H7BaseBuff]
mName="Покров теней"

[A_ShadowCloak_Buff_Resist_Upgraded H7BaseBuff]
mName="Покров теней"

[A_ShadowImage_Buff_Shadowcloak_Resist H7BaseBuff]
mName="Сумеречный образ"

[A_FaceOfFear_Buff_CatatonicFear H7BaseBuff]
mName="Леденящий страх"
mTooltip="Отряд не контратакует и получает %stat к %stat.icon боевому духу.\nДлительность (ходов): %durnow."

[A_FaceOfFear_Buff_Fear H7BaseBuff]
mName="Страх"
mTooltip="%stat к %stat.icon боевому духу.\nДлительность (ходов): %durnow."

[rework3.A_BurningDetermination H7HeroAbility]
mName="Сумеречный образ"
mTooltip="На поле боя призывается копия выбранного отряда, с численностью, составляющей %special1.val2 от размера скопированного отряда. Получив урон, копия отряда исчезает."
mTooltipMagicGuild="На поле боя призывается копия выбранного отряда. Получив урон, копия отряда исчезает."
mTooltipUpgraded="На поле боя призывается копия выбранного отряда, с численностью, составляющей %special1.val2 от размера скопированного отряда. Получив урон, копия отряда исчезает. В течение 3 ходов первый удар, который будет нанесен сумеречному образу, не достигнет цели."
mTooltipMagicGuildRankLine="численность – %special1.val1 от скопированного отряда"

[rework.A_BurningDetermination H7HeroAbility]
mName="Лик страха"
mTooltip="Атаки ближнего боя выбранного дружественного отряда заставляют вражеских существ бежать в страхе на 2 клетки, вместо того, чтобы нанести ответный удар. В течение %buff1.buff.buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен на %buff1.buff.buff2.buff.stat.norm. Длительность (ходов): %buff1.buff.durini."
mTooltipUpgraded="Атаки ближнего боя выбранного дружественного отряда заставляют вражеских существ бежать в страхе на 2 клетки, вместо того, чтобы нанести ответный удар. Длительность (ходов): %buff2.buff.durini. Противник не может контратаковать на протяжении всего времени действия эффекта. В течение %buff2.buff.buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен на %buff1.buff.buff2.buff.stat.norm."
mTooltipMagicGuild="Атаки ближнего боя выбранного дружественного отряда заставляют вражеских существ бежать в страхе на 2 клетки, вместо того, чтобы нанести ответный удар. Длительность (ходов): %buff1.buff.durini. В течение %buff1.buff.buff2.buff.durini хода(ов) %ICON_MORALE боевой дух противника будет снижен."
mTooltipMagicGuildRankLine="%buff1.buff.buff2.buff.stat к %ICON_MORALE боевому духу"

[rework1.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild="При использовании заклинания и в начале следующих 2 раундов несколько случайных отрядов оказываются под действием «Свирепой чумы». Жертвы чумы получают %buff2.buff.stat к %icon_attack атаке. Кроме того, в конце раунда они получат урон от %icon_dark магии тьмы."
mTooltipMagicGuildRankLine="Существа получат %buff2.buff.d ед. урона от %icon_dark магии тьмы. Количество целей – %buff1.buff.special1."
mName="Свирепая чума"
mTooltip="При использовании заклинания и в начале следующих 2 раундов %buff1.buff.special1 случайных отряда(ов) оказываются под действием «Свирепой чумы». Жертвы чумы получают %buff2.buff.stat к %icon_attack атаке. Кроме того, в конце раунда они получат %buff2.buff.d ед. урона от %icon_dark магии тьмы."

[rework2.A_BurningDetermination H7HeroAbility]
mName="Покров теней"
mTooltip="Дружественный отряд автоматически уклоняется от атак противника %buff.buff.d.min раз(а) в течение %buff.buff.durini хода(ов) или пока отряд не уклонится от указанного количества атак."
mTooltipMagicGuild="Дружественный отряд автоматически уклоняется от атак противника в течение %buff.buff.durini хода(ов) или пока не уклонится от указанного количества атак."
mTooltipMagicGuildRankLine="уклонение: %buff.buff.d.min раз(а), затраты %ICON_MANA маны: %special1 ед."